Repository: spiks/flutter-spiks-test
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Input code
ru: Введите код

# e_nonMatchingCodes
source: Entered codes don't match
ru: Коды не совпадают

# e_tooManyRequestsTryAgainLater
source: Too Many Requests. Try again later
ru: Количество запросов превышено. Попробуйте позже

# e_serverErrorTryAgainLater
source: Server Error. Try again later
ru: Ошибка сервера. Попробуйте позже

# e_requestAgain
source: Request code again
ru: Запросить код повторно

# e_requestInSomeTime
source: Request in {timerValue}
ru: Запросить через {timerValue}

# e_checkInput
source: Check input
ru: Проверьте ввод

# e_smthWentWrong
source: Something went wrong
ru: Что-то пошло не так

# e_valueExist
source: {value} already exists
ru: {value} уже существует

# e_noConnection
source: No connection
ru: Нет соединения

# e_noConnectionDescription
source: Check network settings
ru: Проверьте настройки сети

source: Error
ru: Ошибка

source: OK
ru: Понятно

# confirmation
source: Confirm
ru: Подтверждение

source: Cancel
ru: Отмена

source: Code sent to {phone}
ru: Код отправлен на номер {phone}

# noAccessToPhone
source: No access to this number?
ru: Нет доступа к номеру?

# faceIdConnect
source: Connect Face ID For safe and comfortable login
ru: Подключите Face ID Для безопасного и удобного входа в приложение

# faceIdSettingsWhere
source: You can configure login by Face ID in 'Profile' Section
ru: Вы можете настроить вход по Face ID в разделе «Профиль»

# touchIdConnect
source: Connect Touch ID For safe and comfortable login
ru: Подключите Touch ID Для безопасного и удобного входа в приложение

# touchIdSettingsWhere
source: You can configure login by Touch ID in 'Profile' Section
ru: Вы можете настроить вход по Touch ID в разделе «Профиль»

# biometry
source: Biometrics
ru: Биометрия

# biometryConnect
source: Connect biometrics For safe and comfortable login
ru: Подключите биометрию Для безопасного и удобного входа в приложение

# biometrySettingsWhere
source: You can configure login by biometrics in 'Profile' Section
ru: Вы можете настроить вход по биометрии в разделе «Профиль»

# e_invalidCode
source: Invalid code
ru: Код недействителен

# proceed
source: Continue
ru: Продолжить

# welcome
source: Happy to greet you
ru: Добро пожаловать

# forContinueEnterPhoneNumber
source: Enter phone number to proceed
ru: Для продолжения – введите номер телефона

source: By proceeding you agree to the
ru: Нажимая «Продолжить», вы принимаете

source: Terms of Service
ru: условия пользовательского соглашения

# andGive
source: and
ru: и даёте

source: Privacy Notice
ru: согласие на обработку персональных данных

source: Set up code
ru: Придумайте код

source: Repeat Code
ru: Повторите код

source: SMS-Code
ru: СМС-код

# receive_sms_code
source: Receive code
ru: Получить код

# needToLoginWithBiometrics
source: Need to login by biometrics
ru: Необходимо войти с помощью биометрии

source: Connect
ru: Подключить

# pleaseSetUpPinCode
source: Set up code, please
ru: Пожалуйста, придумайте код для входа в приложение

# codeIsRequiredToProtectData
source: Code is required to protect your data
ru: Код нужен, чтобы защитить ваши данные

source: Skip
ru: Пропустить

source: Your form
ru: Ваша анкета

# choosePsych
source: Choose a therapist
ru: Выбрать психолога

# whatTherapyYouNeed
source: What therapy do you need?
ru: Какая терапия Вам нужна?

# forMe
source: Individual
ru: Для меня

# forCouple
source: Couple
ru: Парная

# e_tryAgain
source: An error has occurred. Try again later
ru: Произошла ошибка. Повторите попытку позже

source: Another phone number
ru: Другой номер

source: Contact support
ru: Обратиться в поддержку

# search_results_hint
source: Search results will appear here
ru: Здесь появятся результаты поиска

source: Nothing found
ru: Ничего не надено

source: Therapists
ru: Психологи

source: Filters
ru: Фильтры

source: Apply filters
ru: Применить фильтры

# work_experience
source: Experience
ru: Опыт работы

source: Session date
ru: Дата сеанса

source: Session time
ru: Время сеанса

source: Session type
ru: Тип сессии

source: Session price
ru: Стоимость сессии

# therapist_gender
source: Therapist's gender
ru: Пол терапевта

# therapist_age
source: Therapist's age
ru: Возраст терапевта

source: Drop
ru: Сбросить

source: Close
ru: Закрыть

# experienceZero
source: No experience
ru: Нет опыта

# experienceOne
source: year
ru: год

# experienceFew
source: years
ru: года

# experienceOther
source: years
ru: лет

# therapist_countOne
source: therapist
ru: психолог

# therapist_countFew
source: therapists
ru: психолога

# therapist_countMany
source: therapists
ru: психологов

source: Mine
ru: Мои

source: All
ru: Все

source: no photo
ru: без фото

source: Apply
ru: Готово

source: Your Email
ru: Ваш Email

# email_placeholder
source: Enter email
ru: Введите email

# email_description
source: Email can be used to inform the therapist and to be able to restore access to the account.
ru: Email может быть использован для информирования психотерапевта и для возможности восстановления доступа к аккаунту.

# personal_info
source: Personal data
ru: Персональные данные

source: Phone
ru: Телефон

# your_phone
source: Your phone number
ru: Ваш номер телефона

# phone_changing_description
source: You can change your phone number to a new one that will be linked to your account instead of the old one
ru: Вы можете изменить номер телефона на новый, который будет привязан к Вашему аккаунту взамен прежнего

# phone_description
source: The phone number is used to authorize the user in the system and to connect the support team with the psychotherapist.
ru: Номер телефона используется для авторизации пользователя в системе и для связи команды поддержки с психотерапевтом.

# notification
source: Notifications
ru: Уведомления

source: Payments
ru: Платежи и карты

source: Your questionnaire
ru: Ваша анкета

source: Settings
ru: Настройки

source: Billing
ru: Биллинг

# user_info
source: About user
ru: Сведения

source: Birthday
ru: Дата рождения

# birthday_placeholder
source: Enter your birthday
ru: Введите дату

source: Name
ru: Имя

source: Surname
ru: Фамилия

source: Sex
ru: Пол

# sex_placeholder
source: Choose sex
ru: Укажите пол

# sex_male
source: Male
ru: Мужской

# sex_female
source: Female
ru: Женский

# sex_other
source: Other
ru: Другое

source: individual
ru: индивидуальная

# forPair
source: for couple
ru: для пары

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: Notify by sms
ru: Уведомлять по SMS

source: Notify by email
ru: Уведомлять по электронной почте

# notifications_appointment_title
source: Notify about appointments
ru: Уведомлять о записях

# notifications_appointment_description
source: Get information about the creation of records, actions on them: changes, transfer or cancellation of records. Receive notifications of upcoming sessions.
ru: Получать информацию о создании записей, действии над ними: изменениями, переносе или отмене записей. Получать уведомления о предстоящей сессии.

# notifications_appointment_starts_title
source: Notify when appointment starts
ru: Уведомлять о начале сеанса

# notifications_appointment_starts_description
source: Receive notifications 15 minutes before the start of the session.
ru: Получать уведомления за 15 минут до начала сеанса

# notifications_conversation_messages_title
source: Notify me of messages in chats
ru: Уведомлять о сообщениях в чатах

# notifications_conversation_messages_description
source: Get notifications for chat messages
ru: Получать уведомления о сообщениях в чате

# avatar_edit
source: Editing a profile picture
ru: Редактирование фотографии профиля

# avatar_delete
source: Delete profile picture
ru: Удалить фотографию профиля

# avatar_delete_confirmation
source: Are you sure you want to delete your profile photo?
ru: Вы действительно хотите удалить фото профиля?

# take_a_photo
source: From camera
ru: Снять фото

source: Select from gallery
ru: Выбрать фото

source: Yes
ru: Да

source: No
ru: Нет

source: Logout
ru: Выход

source: Form
ru: Анкета

# editForm
source: Edit
ru: Уточнить

# createForm
source: Create
ru: Начать новую

# editFormGuide
source: Continue filling form by "Edit" or create new form.
ru: Продолжите заполнение нажав «Уточнить» или начните новую анкету.

# e_invalidConfirmationCode
source: Invalid confirmation code
ru: Введен неверный код

# e_tooManyInvalidCodeAttempts
source: Too many attempts, please try again later.
ru: Слишком много неверных попыток, запросите новый код и попробуйте снова

# restore_image_confirmation
source: There are lost files. Restore?
ru: Есть утерянные файлы. Восстановить?

source: Appointments
ru: Сеансы

source: Upcoming
ru: Предстоящие

source: History
ru: История

source: Blog
ru: Блог

source: Sessions
ru: Сеансы

source: Chats
ru: Чаты

source: Profile
ru: Профиль

source: Try again
ru: Попробовать ещё раз

source: Error occurred
ru: Возникла ошибка

# try_again_description
source: Try update data again or contact technical support.
ru: Попробуйте обновить данные снова или обратиться в техническую поддержку.

source: Save
ru: Сохранить

source: Session info
ru: Сведения о сессии

# session_class
source: Session type
ru: Тип сессии

source: Date of the event
ru: Дата проведения

source: Session start time
ru: Время начала сессии

source: Pay
ru: Оплатить

source: Session payment
ru: Оплата сессии

# session_payment_error_description
source: Unfortunately, we were unable to pay for your session, please try again or contact tech. support
ru: К сожалению, мы не смогли провести оплату вашего сеанса, попробуйте снова или обратитесь в тех. поддержку

source: Technical support
ru: Техническая поддержка

source: Session duration is
ru: Длительность сеанса составляет

source: minutes
ru: минут

# session_date_error_description
source: There are no available slots for this date.
ru: На эту дату нет свободных временных промежутков

source: Success
ru: Успешно

source: Session successfully paid
ru: Сеанс успешно оплачен

# session_call_tip
source: Go to the sessions tab so you don't miss a video call
ru: Перейдите на вкладку сеансов, чтобы не пропустить видеозвонок

source: Receipt
ru: Квитанция

source: Payment
ru: Оплата

# addNewCard
source: New card
ru: Новая карта

source: Work in progress
ru: Страница находится в разработке

source: Bio
ru: Важное обо мне

source: Education
ru: Образование

source: Principle of operation
ru: Принципы работы

# pricePerHour
source: {price} ₽/hour
ru: {price} ₽/час

source: Enroll
ru: Записаться

source: Author
ru: Автор

# useByDefault
source: Use be default
ru: Использовать по умолч.

source: Delete card
ru: Удалить карту

source: Other publications...
ru: Другие публикации...

# e_insufficientFunds
source: Insufficient funds
ru: Недостаточно средств

source: Session payment
ru: Оплата сеанса

source: Refund
ru: Возврат средств

source: Payments and cards
ru: Платежи и карты

source: Therapist
ru: Психолог

# moreWithDots
source: More...
ru: Ещё...

source: Unavailable
ru: Недоступно

source: To {price} ₽
ru: До {price} ₽

source: From {price} to {priceAnother} ₽
ru: От {price} до {priceAnother} ₽

source: From {price} ₽
ru: От {price} ₽

source: Morning
ru: Утро

source: Afternoon
ru: День

source: Evening
ru: Вечер

# selectDate
source: Select a date
ru: Выберите дату

# empty_slots_error
source: No time available for recording
ru: Нет доступного времени для записи

# empty_slots_description
source: At the moment, all the records of this psychologist are occupied.
ru: В данный момент все записи у этого психолога заняты.

# empty_therapists
source: Unable to find a suitable therapist at the moment
ru: В данный момент не удалось найти подходящего специалиста

# empty_therapists_description
source: Try lower criteria or try again later
ru: Попробуйте снизить критерии или попробуйте позже

# empty_my_therapists
source: You don't have any psychologists yet
ru: У вас еще нет психологов

# empty_my_therapists_description
source: Sign up for the first session, after that psychologists will be available in this section
ru: Запишитесь на первую сессию, после этого психологи станут доступны в этом разделе

source: Therapy for me
ru: Терапия для меня

source: Therapy for couple
ru: Парная терапия

source: Reschedule session
ru: Перенести сеанс

source: Cancel entry
ru: Отменить запись

# open_a_chat
source: Open a chat with therapist
ru: Открыть чат с психологом

source: Session end time
ru: Время завершения сессии

# cancel_session_header_popup
source: Do you want to cancel your appointment?
ru: Вы хотите отменить запись?

# cancel_warning_24_hours_popup
source: If less than 24 hours are left before the cancellation of the recording, the money spent for the session is not refundable
ru: Если до отмены записи осталось менее 24 часов, потраченные деньги за сессию возврату не подлежат

# cancel_warning_24_hours
source: Session session canceled less than 24 hours before the start, funds will not be returned to your account.
ru: Если сессия отменена менее чем за 24 часа до начала, средства не будут возвращены на ваш счет.

# minutes_short
source: min.
ru: мин.

source: Booked
ru: Забронировано

# receipt_not_ready
source: Receipt not ready yet
ru: Квитанция пока не готова

source: Change date
ru: Сменить дату

# empty_upcoming_appointments
source: There are currently no upcoming sessions
ru: В данный момент предстоящих сеансов нет

# empty_upcoming_appointments_description
source: Sign up for a new session, after that you will see upcoming sessions
ru: Запишитесь на новую сессию, после этого вы увидите предстоящие сеансы

# empty_appointment_history
source: You haven't been to a session yet with a psychologist
ru: Вы еще не были на сеансе с психологом

# empty_appointment_history_description
source: Sign up for the first session, after that the story will be available in this section
ru: Запишитесь на первую сессию, после этого история станет доступна в этом разделе

# first_appointment_discount
source: Discount {discount}% for the first session
ru: Скидка {discount}% на первый сеанс

# first_appointment_discount_description
source: Valid for the first 2 hours after registration
ru: Действует в течении первых 2 часов после регистрации

source: Price with discount:
ru: Стоимость со скидкой:

source: Old price:
ru: Старая цена:

# discount_for_questionnaire
source: Discount for completing the questionnaire
ru: Скидка за прохождение анкеты

source: Discount for registration
ru: Скидка за регистрацию

source: Discount
ru: Скидка

# empty_slots_on_detail
source: This therapist has no free slots at the moment
ru: У данного психотерапевта в данный момент нет свободных окон

source: Good
ru: Хорошо

source: Interesting articles
ru: Интересные статьи

# all_articles_viewed
source: You have viewed all articles ({length})
ru: Вы посмотрели все статьи ({length})

# all_therapists_viewed
source: You have viewed all therapists ({length})
ru: Вы посмотрели всех психологов ({length})

# appointment_starts_in_5_minutes
source: Appointment will start in 5 minutes
ru: Встреча состоится через 5 минут

source: Appointment has been moved
ru: Встреча была перенесена

source: Appointment started
ru: Встреча началась

source: Appointment has been cancelled
ru: Встреча была отменена

# discount_expires_soon
source: {minutes} minutes left!
ru: Осталось {minutes} минут!

# discount_expires_description
source: Hurry up to use the discount on the first session with a psychologist at a reduced price.
ru: Успей использовать скидку на первый сеанс с психологом по сниженной цене.

# session_connect
source: Connect
ru: Присоединиться

# chatsPlaceholder
source: Here you can keep in touch with your psychologist or ask for help in the support chat
ru: Здесь вы можете поддерживать связь со своим психологом или обращаться за помощью в чат поддержки

# backButtonTooltip
source: Back
ru: Назад

# searchMessagesButtonTooltip
source: Search
ru: Поиск сообщений

# inputHint
source: Message
ru: Ваше сообщение

source: File
ru: Файл

# emptyChatLastMessage
source: No messages here yet... Send first message!
ru: Ещё не было сообщений. Начните диалог первым!

# addCaption
source: Add a caption...
ru: Добавить подпись

source: Photo
ru: Фотографии

source: Documents
ru: Документы

# exit_warning
source: Do you really want to exit the «MOST» application?
ru: Вы действительно хотите выйти из приложения «MOST»?

# call_exit_warning
source: Logging out will log you out of the session. If the session is active, you will be able to log into it again. Do you really want to leave?
ru: Выход приведет к выходу из сессии. Если сессия активна, вы сможете войти в неё снова. Вы действительно хотите выйти?

# call_link_configuration_failed
source: An error occurred while creating the link. The session may not have started yet.
ru: Произошла ошибка при создании ссылки. Возможно сеанс еще не начался.

# call_creating_message
source: Room in the creating process. Please try again later
ru: Комната в процессе создания. Повторите попытку позже

# call_session_over
source: The session with the psychologist is over
ru: Сессия с психологом завершена

source: Add photo
ru: Добавить фото

source: Typing...
ru: Печатает...

source: Add document
ru: Добавить документ

# logout_confirmation
source: Are you sure you want to exit the app?
ru: Вы действительно хотите выйти из приложения?

source: Attachments
ru: Вложения

# mainSpecialization_acceptance_and_responsibility_therapy
source: Acceptance and Responsibility Therapy
ru: Терапия принятия и ответственности

# mainSpecialization_art_therapy
source: Art Therapy
ru: Арт-терапия

# mainSpecialization_body_oriented_therapy
source: Body Oriented Therapy
ru: Телесно-ориентированная психотерапия

# mainSpecialization_client_centered_therapy
source: Client Centered Therapy
ru: Клиент-центрированная психотерапия

# mainSpecialization_cognitive_behavioral_therapy
source: Cognitive Behavioral Therapy
ru: Когнитивно-поведенческая терапия

# mainSpecialization_emotional_image_therapy
source: Emotional Image Therapy
ru: Эмоционально-образная терапия

# mainSpecialization_existential_analysis
source: Existential Analysis
ru: Экзистенциальный анализ

# mainSpecialization_existential_psychotherapy
source: Existential Psychotherapy
ru: Экзистенциальная психотерапия

# mainSpecialization_gestalt_therapy
source: Gestalt Therapy
ru: Гештальт-терапия

# mainSpecialization_hypnosis
source: Hypnosis
ru: Гипноз

# mainSpecialization_integrative_therapy
source: Integrative Therapy
ru: Интегративная терапия

# mainSpecialization_jungian_analysis
source: Jungian Analysis
ru: Юнгианский анализ

# mainSpecialization_narrative_therapy
source: Narrative Therapy
ru: Нарративная терапия

# mainSpecialization_process_therapy
source: Process Therapy
ru: Процессуальная терапия

# mainSpecialization_psychoanalytic_therapy
source: Procedural Therapy
ru: Процессуальная терапия

# mainSpecialization_psychodrama
source: Psychodrama
ru: Психодрама

# mainSpecialization_schema_therapy
source: Schema Therapy
ru: Схема-терапия

# mainSpecialization_symbolic_drama
source: Symbol Drama
ru: Символдрама

# mainSpecialization_systemic_family_therapy
source: Systemic family therapy
ru: Системная семейная терапия

# mainSpecialization_transactional_analysis
source: Transactional Analysis
ru: Транзактный анализ

# expandable_count
source: And {value} more
ru: И ещё {value}

source: Hide
ru: Скрыть
